<template>
  <form name="DesignerAssurance">
    <h4>Заверение проектной организации о том, что проектная документация разработана в соответствии с
      градостроительным планом земельного участка,
      заданием на проектирование, градостроительным регламентом, документами об использовании земельного
      участка для строительства (в случае если на земельный участок не распространяется действие
      градостроительного регламента или в отношении его не устанавливается градостроительный регламент),
      техническими регламентами, в том числе устанавливающими требования по обеспечению безопасной
      эксплуатации зданий, строений, сооружений и безопасного использования прилегающих к ним территорий,
      и с соблюдением технических условий</h4>
    <div name="Assurance">
      <t-text-block title="Текст заверения проектной организации о том, что проектная документация разработана
      в соответствии с градостроительным планом земельного
      участка, заданием на проектирование, градостроительным регламентом, документами об использовании земельного
       участка для строительства (в случае если на земельный участок не распространяется действие градостроительного
        регламента или в отношении его не устанавливается градостроительный регламент), техническими регламентами,
         в том числе устанавливающими требования по обеспечению безопасной эксплуатации зданий, строений, сооружений
          и безопасного использования прилегающих к ним территорий, и с соблюдением технических условий"></t-text-block>
    </div>
    <div name="Signer">
      <h4>Лицо подписавшее заверение</h4>
      <t-work-person></t-work-person>
    </div>
  </form>
</template>

<script>
import TWorkPerson from "@/components/tWorkPerson.vue";
import TTextBlock from "@/components/tTextBlock.vue";
export default {
  name: "tDesignerAssurance",
  components: {TWorkPerson,TTextBlock}
}
</script>

<style scoped>

</style>
