<template>
  <form name="LandInfo">
  <h4>Сведения о земельных участках, изымаемых для государственных или муниципальных нужд, о земельных участках, в отношении которых устанавливается сервитут, публичный сервитут, обоснование их размеров, если такие размеры не установлены нормами отвода земель для конкретных видов деятельности, или правилами землепользования и застройки, или проектами планировки, проектами межевания территории, - при необходимости изъятия земельного участка для государственных или муниципальных нужд, установления сервитута, публичного сервитута</h4>
  <label for="CommonLandInfo">Общие сведения о земельных участках, изымаемых для
    государственных или муниципальных нужд, о земельных участках, в отношении которых устанавливается сервитут, публичный сервитут, обоснование их размеров, если такие размеры не установлены нормами отвода земель для конкретных видов деятельности, или правилами землепользования и застройки, или проектами планировки, проектами межевания территории, - при необходимости изъятия земельного участка для государственных или муниципальных нужд, установления сервитута, публичного сервитута</label>
  <textarea name="CommonLandInfo" id="CommonLandInfo"></textarea>
  <t-land-area-info></t-land-area-info>
  </form>
</template>

<script>
import TLandAreaInfo from "@/components/tLandAreaInfo.vue";

export default {
  name: "tLandInfo",
  components: {TLandAreaInfo}
}
</script>

<style scoped>

</style>
