<template>
  <form name="StagesInfo">
    <h4>Обоснование возможности осуществления строительства (реконструкции, капитального ремонта, сноса)
      объекта капитального строительства по этапам с выделением этих этапов</h4>
    <label for="ReasonNote">Общие сведения об:
      - для нелинейного объекта обоснование возможности
      осуществления строительства (реконструкции, капитального ремонта, сноса) объекта капитального строительства по этапам с выделением этих этапов (при необходимости)
      - для линейного объекта: описание
      принципиальных проектных решений, обеспечивающих надежность линейного объекта, последовательность его строительства (реконструкции, капитального ремонта, сноса), намечаемые этапы строительства (реконструкции, капитального ремонта,
      сноса) (при необходимости) и планируемые сроки ввода их в эксплуатацию</label>
    <textarea name="ReasonNote" id="ReasonNote"></textarea>
    <t-stage></t-stage>
  </form>
</template>

<script>
import TStage from "@/components/tStage.vue";

export default {
  name: "tStagesInfo",
  components: {TStage}
}
</script>

<style scoped>

</style>
